Repository: apertium/apertium-sme-smn
Catalog: fi.samediggi/view_id_EQ_592_itemid_EQ_308.tmx
Source language: sme
Languages: smn

source: Jahki 2013 Jahki 2012
smn: Saijoos lekkâmeh 2012

source: Sajosa rahpan 2012
smn: Saijoos taiđuuh

source: Sajosa dáidagat
smn: Härjijuhleh 2011

source: Hárjjiceggenávvudeapmi
smn: xxx

source: Vuođu muvrendilálašvuohta
smn: Vuáđukeeđgi muvrámtilálâšvuotâ 2010

source: xxx
smn: Outi Pieski ;
